Revit 2027 API
ParameterTypeId.AutoMullionInteriorGrid2 Property
 "Interior Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionInteriorGrid2 { get; }
Public Shared ReadOnly Property AutoMullionInteriorGrid2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionInteriorGrid2 {
	ForgeTypeId^ get ();
}
static member AutoMullionInteriorGrid2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace